Repository: akbari4yaseen/business-hub-pro-windows
Catalog: lib/l10n/app_*.arb
Languages: fa, ps

# offlineBackupOverdueTitle
source: Offline Backup Overdue
fa: پشتیبان‌گیری آفلاین دیر شده
ps: آفلاین بیک اپ ناوخته شوی

# offlineBackupOverdueMessage
source: Your last offline backup was more than 7 days ago. Please back up your data locally.
fa: آخرین پشتیبان‌گیری آفلاین شما بیش از ۷ روز پیش بوده است. لطفاً اطلاعات خود را محلی/آفلاین پشتیبان‌گیری کنید.
ps: ستاسې وروستی آفلاین بیک اپ له ۷ ورځو ډېر وخت مخکې شوی دی. مهرباني وکړئ خپل معلومات محلي بیک اپ کړئ.

# accountInactiveTitle
source: The account "{name}" is inactive
fa: حساب «{name}» بدون فعالیت است
ps: حساب "{name}" غیرفعاله دی

# accountInactiveMessage
source: The account "{name}" has had no transactions in the last {days} days.
fa: حساب «{name}» در {days} روز گذشته هیچ معامله‌ای نداشته است.
ps: حساب "{name}" په تېرو {days} ورځو کې هیڅ معامله نه لري.

# inactivityDays
source: The number of days an account has no transaction
fa: تعداد روزهای بدون معامله بودن حساب
ps: هغه ورځې چې حساب کومه معامله نه لري

source: Periodic Reports
fa: گزارش‌های دوره‌ای
ps: د دورې راپورونه

# periodicReportsDesc
source: View credit/debit balances over time
fa: نمایش بردگی‌ و آوردگی‌ها در دوره زمانی
ps: د پور/قرض توازن د وخت په اوږدو کې وګورئ

source: Today
fa: امروز
ps: نن

source: Yesterday
fa: دیروز
ps: پرون

source: Last 7 Days
fa: ۷ روز گذشته
ps: وروستۍ ۷ ورځې

source: Last 14 Days
fa: ۱۴ روز گذشته
ps: وروستۍ ۱۴ ورځې

source: Last Month
fa: ماه گذشته
ps: تېر میاشت

source: Last 3 Months
fa: ۳ ماه گذشته
ps: وروستۍ ۳ میاشتې

source: Last 6 Months
fa: ۶ ماه گذشته
ps: وروستۍ ۶ میاشتې

source: Last Year
fa: سال گذشته
ps: تېر کال

source: Custom Range
fa: دوره دلخواه
ps: د خوښې موده

source: Period
fa: دوره
ps: موده

source: Generate Report
fa: ایجاد گزارش
ps: راپور جوړول

source: Total Credit
fa: کل آوردگی
ps: ټول کریډیټ

source: Total Debit
fa: کل بردگی
ps: ټول ډیبیټ

source: Please select all filters
fa: لطفا تمام فیلترها را انتخاب کنید
ps: مهرباني وکړئ ټول فلټرونه وټاکئ

source: Please select date range
fa: لطفا دوره زمانی را انتخاب کنید
ps: مهرباني وکړئ د نېټې موده وټاکئ

source: Product
fa: جنس
ps: جنس

source: Quantity
fa: تعداد
ps: مقدار

source: Unit Price
fa: فی
ps: فی

source: Total
fa: مجموع
ps: مجموعه

source: Unknown Product
fa: جنس ناشناخته
ps: ناشناخته جنس

source: Invoice
fa: فاکتور
ps: بل

source: Invoice Date
fa: تاریخ فاکتور
ps: د بل نېټه

source: Due Date
fa: تاریخ رسید
ps: د ورکړې نېټه

source: Subtotal
fa: جمع کل
ps: مجموعه

source: Paid Amount
fa: مبلغ پرداخت شده
ps: ورکړل شوې اندازه

source: Balance Due
fa: باقی مانده
ps: باقي پیسې

source: Notes
fa: یادداشت‌ها
ps: یادښتونه

source: Note
fa: یادداشت
ps: یادښت

# soldGoodsNotReturnable
source: Sold goods are not returnable
fa: جنس فروخته شده پس گرفته نمی شود
ps: پلورل شوي توکي بېرته نه اخیستل کېږي

source: Sells
fa: فروشات
ps: پلورونه

source: Inventory Management
fa: مدیریت گدام
ps: د گدام مدیریت

source: Current Stock
fa: موجودی فعلی
ps: اوسنی موجودي

source: Products
fa: اجناس
ps: اجناس

source: Warehouses
fa: گدام‌ها
ps: ګودامونه

source: Stock Movements
fa: جابجایی موجودی
ps: د گدام حرکتونه

source: Invoices
fa: فاکتورها
ps: بلونه

source: All Invoices
fa: همه فاکتورها
ps: ټول بلونه

source: Overdue
fa: سررسید
ps: ناوخته

source: Create Invoice
fa: ایجاد فاکتور
ps: نوی بل جوړ کړئ

# failedRecordPayment
source: Failed to record payment: {error}
fa: خطا در ثبت پرداخت: {error}
ps: د تادیې ثبت کې تېروتنه: {error}

# failedFinalizeInvoice
source: Failed to finalize invoice: {error}
fa: خطا در نهایی‌سازی فاکتور: {error}
ps: د بل وروستۍ کولو کې تېروتنه: {error}

# confirmFinalizeInvoice
source: Confirm Invoice Finalization
fa: تأیید نهایی‌سازی فاکتور
ps: د بل حساب وروستی کول تایید کړئ

# finalizeInvoiceConfirmation
source: Are you sure you want to finalize this invoice? This action cannot be undone.
fa: آیا مطمئن هستید که می‌خواهید این فاکتور را نهایی کنید؟ این عمل قابل بازگشت نیست.
ps: تاسو باوري یاست چې غواړئ دا حساب وروستی کړئ؟ دا عمل نشي بیرته اخیستل کیدی.

# noInvoices
source: No invoices found
fa: هیچ فاکتوری پیدا نشد
ps: هیڅ رسید ونه موندل شو

source: No overdue invoices
fa: هیچ فاکتور سررسید گذشته‌ای وجود ندارد
ps: هیڅ معیاد تېر رسید نشته

# customerInvoice
source: Customer: {name}
fa: مشتری: {name}
ps: پېرودونکی: {name}

# dateInvoice
source: Date: {date}
fa: تاریخ: {date}
ps: نېټه: {date}

# dueInvoice
source: Due: {date}
fa: سررسید: {date}
ps: معیاد: {date}

# totalInvoice
source: Total: {amount}
fa: جمله: {amount}
ps: ټولټال: {amount}

# paidInvoice
source: Paid: {amount}
fa: پرداخت شده: {amount}
ps: ورکړل شوي: {amount}

# balanceInvoice
source: Balance: {amount}
fa: باقیمانده: {amount}
ps: پاتې: {amount}

# overdueByInvoice
source: Overdue by {days} days
fa: {days} روز گذشته از سررسید
ps: {days} ورځې تیر شوي

source: Finalize
fa: نهایی کردن
ps: وروستی کول

source: Record Payment
fa: ثبت پرداخت
ps: ورکړه ثبت کړئ

source: Edit Invoice
fa: ویرایش فاکتور
ps: فاکتور سمول

source: Delete Invoice
fa: حذف فاکتور
ps: فاکتور لرې کول

source: Print Invoice
fa: چاپ فاکتور
ps: فاکتور چاپول

source: Items
fa: قلم
ps: توکي

# deleteInvoiceConfirmation
source: Are you sure you want to delete this invoice?
fa: آیا از حذف این فاکتور مطمئن هستید؟ این عملیات قابل بازگشت نیست.
ps: آیا تاسو غواړئ دا فاکتور لرې کړئ؟

# invoiceDeleted
source: Invoice deleted successfully
fa: فاکتور با موفقیت حذف شد
ps: فاکتور په بریالیتوب سره لرې شو

source: Error deleting invoice
fa: خطا در حذف فاکتور
ps: د فاکتور په لرې کولو کې تېروتنه

source: Invoice Details
fa: جزئیات فاکتور
ps: د فاکتور تفصیلات

# invoiceLabel
source: Invoice
fa: فاکتور
ps: فاکتور

source: Outstanding Balance
fa: مانده بدهی
ps: پاتې تادیه

source: Payment Amount
fa: مبلغ پرداخت
ps: د تادیې مقدار

source: Please enter payment amount
fa: لطفاً مبلغ پرداخت را وارد کنید
ps: مهرباني وکړئ د تادیې مقدار داخل کړئ

# enterValidAmount
source: Please enter a valid amount
fa: لطفاً یک مبلغ معتبر وارد کنید
ps: مهرباني وکړئ یو معتبر مقدار داخل کړئ

# amountGreaterThanZero
source: Amount must be greater than zero
fa: مبلغ باید بیشتر از صفر باشد
ps: مقدار باید له صفر څخه زیات وي

# amountExceedsBalance
source: Amount cannot exceed outstanding balance
fa: مبلغ نمی‌تواند بیشتر از مانده بدهی باشد
ps: مقدار له پاتې تادیې نه زیات نشي کیدای

source: Invoice Number
fa: شماره فاکتور
ps: د فاکتور شمېره

# invoiceNumberRequired
source: Invoice number is required
fa: شماره فاکتور الزامی است
ps: د فاکتور شمېره اړینه ده

source: Customer Name
fa: نام مشتری
ps: د مشتری نوم

# customerNameRequired
source: Customer name is required
fa: نام مشتری الزامی است
ps: د مشتری نوم اړین دی

# invoiceSaved
source: Invoice saved successfully
fa: فاکتور با موفقیت ذخیره شد
ps: فاکتور په بریالیتوب سره ثبت شو

source: Not set
fa: تنظیم نشده
ps: نه دی ټاکل شوی

source: Add Item
fa: افزودن قلم
ps: توکي اضافه کړئ

# noItemsAdded
source: No items added yet. Press "Add Item" to begin.
fa: هنوز هیچ قلمی اضافه نشده است. برای شروع روی "افزودن قلم" کلیک کنید.
ps: تر اوسه هیڅ توکي نه دي اضافه شوي. د پیل لپاره "توکي اضافه کړئ" کلیک وکړئ.

source: Additional Information
fa: اطلاعات اضافی
ps: اضافي معلومات

# noCustomersFound
source: No customers found. Please add a customer account first.
fa: هیچ مشتری‌ای یافت نشد. لطفاً ابتدا یک حساب مشتری اضافه کنید.
ps: هیڅ پېرودونکی ونه موندل شو. مهرباني وکړئ لومړی د پېرودونکي حساب اضافه کړئ.

source: Customer Account
fa: حساب مشتری
ps: د پېرودونکي حساب

# pleaseSelectProductForAllItems
source: Please select a product for all items
fa: لطفاً برای تمام اقلام یک جنس انتخاب کنید
ps: مهرباني وکړئ د ټولو توکو لپاره یو جنس انتخاب کړئ

# quantityMustBeGreaterThanZero
source: Quantity must be greater than 0 for all items
fa: تعداد باید برای تمام اقلام بیشتر از صفر باشد
ps: د ټولو توکو لپاره مقدار باید له صفر څخه زیات وي

source: Updating
fa: در حال ویرایش
ps: په نوي کولو کې

source: Creating
fa: در حال ایجاد
ps: په جوړولو کې

# noProductsAvailable
source: No products available. Please add products first.
fa: هیچ جنسی موجود نیست. ابتدا به موجودی جنس اضافه کنید.
ps: هیڅ جنس شتون نلري. مهرباني وکړئ لومړی اجناس ذخیره ته اضافه کړئ.

# warningNoStockFor
source: Warning: No stock available for
fa: هشدار: موجودی برای {product} موجود نیست
ps: خبرداری: د {product} لپاره ذخیره شتون نلري

source: Available Stock
fa: موجودی
ps: شتون لرونکې ذخیره

source: No stock available
fa: موجودی وجود ندارد
ps: ذخیره شتون نلري

source: Description (Optional)
fa: توضیحات (اختیاری)
ps: تفصیل (اختیاري)

source: Remove
fa: حذف
ps: لرې کول

source: Invalid price
fa: قیمت نامعتبر است
ps: ناسم قیمت

source: Required
fa: ضروری
ps: اړین

source: Not enough stock
fa: موجودی کافی نیست
ps: کافي ذخیره نشته

source: Invalid quantity
fa: تعداد نامعتبر است
ps: ناسم مقدار

source: Stock
fa: موجودی
ps: ذخیره

# pleaseSelectProduct
source: Please select a product
fa: لطفاً یک جنس را انتخاب کنید
ps: مهرباني وکړئ یو جنس انتخاب کړئ

# invoiceStatusDraft
source: Draft
fa: پیش‌نویس
ps: مسوده

# invoiceStatusFinalized
source: Finalized
fa: نهایی شده
ps: تایید شوی

# invoiceStatusPartiallyPaid
source: Partially Paid
fa: بخشی پرداخت شده
ps: برخه‌ی تادیه شوی

# invoiceStatusPaid
source: Paid
fa: پرداخت شده
ps: تادیه شوی

# invoiceStatusCancelled
source: Cancelled
fa: لغو شده
ps: لغوه شوی

source: Retry
fa: تلاش مجدد
ps: بیا هڅه وکړه

source: Active filters
fa: فیلترهای فعال
ps: فعاله فلټرونه

source: Clear all
fa: پاک کردن همه
ps: ټول پاک کړه

source: Low Stock Alerts
fa: هشدارهای موجودی کم
ps: د ذخیره کمښت خبرتیاوې

source: Expiring Products
fa: اجناس در حال انقضا
ps: ختمېدونکي اجناس

source: No items found
fa: موردی یافت نشد
ps: هیڅ توکي ونه موندل شول

source: Search products...
fa: جستجوی اجناس...
ps: اجناس ولټوه...

source: Warehouse
fa: گدام
ps: ګودام

source: All Warehouses
fa: همه گدام‌ها
ps: ټول ګودامونه

source: Category
fa: کتگوری
ps: کټګورۍ

source: All Categories
fa: همه کتگوری‌ها
ps: ټولې کټګورۍ

source: Location
fa: مکان
ps: ځای

source: Expires
fa: انقضا
ps: مهلت

source: SKU
fa: کد جنس
ps: د جنس کوډ

source: Unit
fa: واحد
ps: واحد

source: Base Unit
ps: اساسي واحد

source: Minimum Stock
fa: حداقل موجودی
ps: لږ تر لږه ذخیره

source: Maximum Stock
fa: حداکثر موجودی
ps: زیاته ذخیره

source: Expiry Date
fa: تاریخ انقضا
ps: د پای نېټه

source: Last Movement
fa: آخرین جابجایی
ps: وروستی حرکت

source: Move Stock
fa: جابجایی موجودی
ps: ذخیره انتقال کړئ

source: Adjust Quantity
fa: تنظیم مقدار
ps: مقدار برابر کړئ

source: View History
fa: مشاهده تاریخچه
ps: تاریخچه وګورئ

source: Refresh Products
fa: بروزرسانی اجناس
ps: اجناس نوي کړئ

source: Categories
fa: کتگوری‌ها
ps: وېشنيزې

source: Units
fa: واحدها
ps: واحدونه

source: Show Inactive
fa: نمایش غیرفعال‌ها
ps: غیرفعاله ښکاره کړئ

source: No products found
fa: جنسی پیدا نشد
ps: هیڅ اجناس ونه موندل شول

# changeSearchCriteria
source: Try changing your search criteria
fa: شرایط جستجو را تغییر دهید یا جنس جدید اضافه کنید
ps: د لټون معیارونه بدل کړئ

source: Add Product
fa: افزودن جنس
ps: جنس اضافه کړئ

source: Edit Product
fa: ویرایش جنس
ps: جنس ادیت کړئ

source: Activate
fa: فعال‌سازی
ps: فعال کړئ

source: Delete Product
fa: حذف جنس
ps: جنس حذف کړئ

# deleteConfirm
source: Are you sure you want to delete {productName}?
fa: آیا مطمئن هستید که می‌خواهید {productName} را حذف کنید؟
ps: تاسو ډاډه یاست چې غواړئ {productName} حذف کړئ؟

# deleteSuccess
source: Product deleted successfully
fa: جنس با موفقیت حذف شد
ps: جنس په بریالیتوب سره حذف شو

# activatedSuccess
source: Product activated successfully
fa: جنس با موفقیت فعال شد
ps: جنس په بریالیتوب سره فعال شو

# deactivatedSuccess
source: Product deactivated successfully
fa: جنس با موفقیت غیرفعال شد
ps: جنس په بریالیتوب سره غیرفعال شو

source: Inactive
fa: غیرفعال
ps: غیرفعال

source: Barcode
fa: بارکد
ps: بارکوډ

# basicInfo
source: Basic Information
fa: اطلاعات پایه
ps: اساسي معلومات

source: Stock Settings
fa: تنظیمات موجودی
ps: د سټاک تنظیمات

source: Min Stock
fa: حداقل موجودی
ps: لږ تر لږه سټاک

source: Max Stock
fa: حداکثر موجودی
ps: زیات تر زیات سټاک

source: Reorder Point
fa: نقطه سفارش‌گذاری
ps: د بیا امر ټکی

source: Search Warehouses
fa: جستجوی گدام‌ها
ps: د ګدامونو لټون

source: Show Empty
fa: نمایش خالی‌ها
ps: خالي ښودل

source: Refresh Warehouses
fa: بارگذاری مجدد گدامها
ps: ګدامونه بیا تازه کړه

source: No warehouses found
fa: هیچ گدامی یافت نشد
ps: هیڅ ګدام ونه موندل شو

source: Clear filters
fa: حذف فیلترها
ps: فلټرونه پاک کړئ

source: Edit Warehouse
fa: ویرایش گدام
ps: ګدام سمول

source: Delete Warehouse
fa: حذف گدام
ps: ګدام حذف

# delete_warehouse_confirm
source: Are you sure you want to delete the warehouse "{name}"?
fa: آیا مطمئن هستید که می‌خواهید گدام "{name}" را حذف کنید؟
ps: ایا تاسو غواړئ ګدام "{name}" ړنګ کړئ؟

# warehouse_deleted
source: Warehouse deleted successfully
fa: گدام با موفقیت حذف شد
ps: ګدام په بریالیتوب سره ړنګ شو

# no_items_in_warehouse
source: No items in this warehouse
fa: هیچ قلمی در این گدام وجود ندارد
ps: په دې ګدام کې هیڅ توکي نشته

# notAvailable
source: N/A
fa: ناموجود
ps: ناشونی

source: Minimum
fa: حداقل
ps: حداقل

source: No movements found
fa: هیچ جابجایی‌ای پیدا نشد
ps: هیڅ انتقال ونه موندل شو

source: Movement Type
fa: نوع جابجایی
ps: د انتقال ډول

# movementType_purchase
source: Purchase
ps: خرید

source: All Types
fa: همه نوع‌ها
ps: ټول ډولونه

source: Select Date Range
fa: بازه زمانی را انتخاب کنید
ps: د نېټې موده وټاکئ

source: From
fa: از
ps: له

source: To
fa: به
ps: ته

source: Reference
fa: ارجاع
ps: حواله

source: Movement Details
fa: جزئیات جابجایی
ps: د انتقال تفصیلات

source: Type
fa: نوع
ps: ډول

source: Source
fa: مبدا
ps: سرچینه

source: Destination
fa: مقصد
ps: مقصد

source: Created At
fa: تاریخ ایجاد
ps: د جوړېدو نېټه

# productActivated
source: Product activated successfully
fa: جنس با موفقیت فعال شد
ps: جنس په بریالیتوب سره فعال شو

# productDeactivated
source: Product deactivated successfully
fa: جنس با موفقیت غیرفعال شد
ps: جنس په بریالیتوب سره غیر فعال شو

# productDeleted
source: Product deleted successfully
fa: جنس با موفقیت حذف شد
ps: جنس په بریالیتوب سره حذف شو

# confirmDeleteProduct
source: Are you sure you want to delete {productName}?
fa: آیا مطمئن هستید که می‌خواهید {productName} را حذف کنید؟
ps: تاسو ډاډه یاست چې غواړئ {productName} حذف کړئ؟

# movementType_stockIn
source: Stock In
fa: ورود به انبار
ps: راتګ

# movementType_stockOut
source: Stock Out
fa: خروج از انبار
ps: وتل

# movementType_transfer
source: Transfer
fa: انتقال
ps: انتقال

# movementType_adjustment
source: Adjustment
fa: اصلاح موجودی
ps: تنظیم

# movementType_sale
source: Sale
ps: فروش

source: Purchases
ps: خریدها

source: Add Unit
fa: افزودن واحد
ps: واحد اضافه کړئ

source: Edit Unit
fa: ویرایش واحد
ps: واحد سمول

source: Unit Name
fa: نام واحد
ps: د واحد نوم

# unit_symbol
source: Symbol (Optional)
fa: نماد (اختیاری)
ps: نښه (اختیاري)

# unit_description
source: Description (Optional)
fa: توضیحات (اختیاری)
ps: توضیحات (اختیاري)

source: Add
fa: افزودن
ps: اضافه کړئ

source: Delete Unit
fa: حذف واحد
ps: واحد حذف کړئ

# unit_delete_confirm
source: Are you sure you want to delete "{unit}"? This action cannot be undone.
fa: آیا مطمئن هستید که می‌خواهید "{unit}" را حذف کنید؟ این عمل قابل بازگشت نیست.
ps: ایا تاسو ډاډه یاست چې "{unit}" حذف کړئ؟ دا عمل نه شي بیرته راوړل کیدای.

# no_units
source: No units found. Add your first unit.
fa: هیچ واحدی یافت نشد. اولین واحد خود را اضافه کنید.
ps: هیڅ واحد ونه موندل شو. خپل لومړی واحد اضافه کړئ.

source: Manage Categories
fa: مدیریت کتگوری‌ها
ps: د کټګوریو مدیریت

# noCategoriesFound
source: No categories found. Add your first category.
fa: هیچ دسته‌ای یافت نشد. اولین دسته خود را اضافه کنید.
ps: هیڅ کټګوري ونه موندل شوه. خپله لومړۍ کټګوري اضافه کړئ.

source: Add Category
fa: افزودن کتگوری
ps: کټګوري اضافه کړئ

source: Edit Category
fa: ویرایش کتگوری
ps: کټګوري سمول

source: Category Name
fa: نام کتگوری
ps: د کټګورۍ نوم

source: Delete Category
fa: حذف کتگوری
ps: کټګوري حذف کړئ

# confirmDeleteCategory
source: Are you sure you want to delete "{name}"? This action cannot be undone.
fa: آیا مطمئن هستید که می‌خواهید "{name}" را حذف کنید؟ این عملیات قابل بازگشت نیست.
ps: ایا تاسې غواړئ "{name}" حذف کړئ؟ دا عمل نه شي بیرته راوړل کیدای.

source: New Stock Movement
fa: انتقال جدید موجودی
ps: نوی ذخیره حرکت

# selectProduct
source: Please select a product
fa: لطفاً یک جنس انتخاب کنید
ps: مهرباني وکړئ یو جنس انتخاب کړئ

source: Source Warehouse
fa: انبار مبدأ
ps: سرچینه ګدام

# selectSourceWarehouse
source: Please select a source warehouse
fa: لطفاً انبار مبدأ را انتخاب کنید
ps: مهرباني وکړئ سرچینه ګدام انتخاب کړئ

source: Destination Warehouse
fa: انبار مقصد
ps: موخې ګدام

# selectDestinationWarehouse
source: Please select a destination warehouse
fa: لطفاً انبار مقصد را انتخاب کنید
ps: مهرباني وکړئ موخې ګدام انتخاب کړئ

# enterQuantity
source: Please enter quantity
fa: لطفاً تعداد را وارد کنید
ps: مهرباني وکړئ مقدار داخل کړئ

# enterValidNumber
source: Please enter a valid number
fa: لطفاً یک عدد معتبر وارد کنید
ps: مهرباني وکړئ معتبر عدد داخل کړئ

# errorRecordingMovement
source: Error recording stock movement
fa: خطا در ثبت انتقال موجودی
ps: د ذخیره حرکت ثبت کې تېروتنه

source: Add New Warehouse
fa: افزودن انبار جدید
ps: نوې ګدام اضافه کړئ

source: Warehouse Name
fa: نام انبار
ps: د ګدام نوم

# enterWarehouseName
source: Please enter a warehouse name
fa: لطفاً نام انبار را وارد کنید
ps: مهرباني وکړئ د ګدام نوم داخل کړئ

# enterAddress
source: Please enter an address
fa: لطفاً آدرس را وارد کنید
ps: مهرباني وکړئ پته داخل کړئ

# errorCreatingWarehouse
source: Error creating warehouse: {error}
fa: خطا در ایجاد انبار: {error}
ps: د ګدام د جوړولو تېروتنه: {error}

source: Edit Warehouse
fa: ویرایش انبار
ps: ګدام سمول

source: Name
fa: نام
ps: نوم

# enterName
source: Please enter a name
fa: لطفاً نام را وارد کنید
ps: مهرباني وکړئ نوم داخل کړئ

source: Enter warehouse description (optional)
fa: توضیحات انبار را وارد کنید (اختیاری)
ps: د ګدام توضیحات داخل کړئ (اختیاري)

# pleaseSelectWarehouse
source: Please select a warehouse
fa: لطفاً یک انبار انتخاب کنید
ps: مهرباني وکړئ یو ګدام وټاکئ

# pleaseEnterQuantity
source: Please enter a quantity
fa: لطفاً تعداد را وارد کنید
ps: مهرباني وکړئ مقدار داخل کړئ

# enterValidQuantity
source: Enter a valid quantity
fa: تعداد معتبر وارد کنید
ps: یوه معتبره مقدار داخل کړئ

source: Move
fa: انتقال
ps: انتقال

source: Add New Product
fa: افزودن جنس جدید
ps: نوی جنس اضافه کړئ

source: Product Name
fa: نام جنس
ps: د جنس نوم

# pleaseEnterProductName
source: Please enter a product name
fa: لطفاً نام جنس را وارد کنید
ps: مهرباني وکړئ د جنس نوم ولیکئ

# pleaseSelectCategory
source: Please select a category
fa: لطفاً یک کتگوری انتخاب کنید
ps: مهرباني وکړئ یوه کټه ګورۍ وټاکئ

# pleaseSelectUnit
source: Please select a unit
fa: لطفاً یک واحد انتخاب کنید
ps: مهرباني وکړئ یو واحد وټاکئ

source: Please enter minimum stock
fa: لطفاً حداقل موجودی را وارد کنید
ps: مهرباني وکړئ حداقل ذخیره داخل کړئ

# pleaseEnterValidNumber
source: Please enter a valid number
fa: لطفاً عدد معتبری وارد کنید
ps: مهرباني وکړئ یو معتبر عدد داخل کړئ

source: Barcode (Optional)
fa: بارکد (اختیاری)
ps: بارکوډ (اختیاري)

source: Has Expiry Date
fa: دارای تاریخ انقضا
ps: د پای نیټې سره

# categoryDeleted
source: Category deleted successfully.
fa: کتگوری با موفقیت حذف شد.
ps: کتگوری با موفقیت حذف شد.

source: Payment for invoice
fa: رسید برای فاکتور
ps: د فاکتور لپاره پیسې

source: Status
fa: وضعبت
ps: وضعبت

source: Backup Canceled. No Location
fa: پشتیبان‌گیری لغو شد. موقعیت انتخاب نشده است
ps: بیک اپ لغوه شو. موقعیت نه دی ټاکل شوی

source: Select Backup Location
fa: انتخاب مکان پشتیبان‌گیری
ps: د بیک اپ موقعیت وټاکئ

source: Copy Balance
fa: کاپی بیلانس
ps: بیلانس نقل کړئ

# balanceCopied
source: Balance copied to clipboard
fa: بیلانس به کلیپ‌بورد کاپی شد
ps: بیلانس کلېپبورډ ته نقل شو

source: Product added
fa: جنس اضافه شد
ps: جنس اضافه شو

source: Product updated
fa: جنس به‌روزرسانی شد
ps: جنس تازه شو

source: Movement recorded
fa: جابجایی ثبت شد
ps: خوځښت ثبت شو

source: Movement updated
fa: جابجایی به‌روزرسانی شد
ps: خوځښت تازه شو

source: Edit stock movement
fa: ویرایش جابجایی موجودی
ps: د ذخیره خوځښت سمونه

# categoryRequired
source: Category is required
fa: دسته‌بندی الزامی است
ps: وېشنیزه اړینه ده

# unitRequired
source: Unit is required
fa: واحد الزامی است
ps: یونټ اړین دی

# minStockRequired
source: Minimum stock is required
fa: حداقل موجودی الزامی است
ps: تر ټولو لږ ذخیره اړینه ده

source: Invalid number
fa: عدد نامعتبر
ps: ناسم شمېر

# reorderPointRequired
source: Reorder point is required
fa: نقطه سفارش مجدد الزامی است
ps: د بیا فرمایش نقطه اړینه ده

source: Brand
fa: برند
ps: برنډ

source: Is active
fa: فعال است
ps: فعاله ده

source: Cancel Invoice
ps: فاکتور لغوه کول

# cancelInvoiceConfirmation
source: Are you sure you want to cancel this invoice? This will revert stock and remove from account details.
ps: آیا تاسو غواړئ دا فاکتور لغوه کړئ؟ دا به د توکو شمیر بیرته راګرځوي او د حساب له تفصیلاتو څخه لرې کوي.

source: Invoice cancelled
ps: فاکتور لغوه شو

source: Yes
ps: هو

source: No
fa: شماره
ps: یه

source: Summary
ps: خلاصه

source: New Exchange
ps: نوې تبادله

source: Edit Exchange
ps: د تبادلې سمون

source: Refresh
ps: تازه کول

source: Add Purchase
ps: نوی پیرود

source: Refresh Purchases
ps: پیرودونه تازه کړئ

source: Search purchases...
ps: پیرودونو کې لټون...

source: No purchases found
ps: هیڅ پیرود ونه موندل شو

# purchaseDeleted
source: Purchase deleted successfully
ps: پیرود په بریالیتوب سره ړنګ شو

source: Delete Purchase
ps: پیرود ړنګ کړئ

source: Reference Number
ps: مراجعه شمېره

# requiredField
source: This field is required
ps: دا برخه لازمي ده

source: Item
ps: توکی

source: Price
ps: بیه

source: Purchase Details
ps: د پېرلو جزئیات

source: Edit Purchase
ps: پېرنه ایډیټ کړئ

source: Unit Conversion
ps: د واحد تبدیل

source: Conversion Rate
ps: د تبدیل نرخ

source: Sales
ps: پلورونه

# noUnitsAvailable
source: No units available for this product. Please add units first.
ps: واحدی در دسترس نیست

source: Manage Units
ps: واحدونه اداره کړئ

source: Conversion Rate
ps: د بدلون کچه

# setBaseUnit
source: Set as Base Unit
ps: بنسټیز واحد وټاکئ

source: Delete Unit
ps: واحد ړنګ کړئ

# noUnits
source: No units defined. Add your first unit.
ps: هیڅ واحد نشته

source: Add Unit
ps: واحد اضافه کړئ

# additionalInfo
source: Additional Information
ps: نور معلومات

source: Divide (/)
ps: وویشه (/)

# errorLoadingAccounts
source: Error loading accounts: {e}
ps: اکاونټونه د پورته کولو تېروتنه: {e}

# errorLoadingExchangeData
source: Error loading exchange data: {e}
ps: د تبادلې معلوماتو پورته کولو تېروتنه: {e}

# genericError
source: Error: {error}
ps: تېروتنه: {error}

source: Exchange Details
ps: د تبادلې جزیات

source: Expected Rate (Optional)
ps: تمه شوې نرخ (اختیاري)

source: From Account
ps: له اکاونټ څخه

source: From Currency
ps: له اسعارو څخه

source: Multiply (*)
ps: ضرب (*)

# selectBothAccounts
source: Please select both accounts
ps: لطفاً دواړه اکاونټونه وټاکئ

source: Result Amount
ps: پایله اندازه

source: Save Exchange
ps: تبادله خوندي کړئ

source: To Account
ps: ته اکاونټ

source: To Currency
ps: ته اسعار

source: Operator
ps: عملیه

source: Rate
ps: نرخ

source: Profit/Loss:
ps: ګټه/تاوان:

source: Error refreshing data
ps: د معلوماتو تازه کولو تېروتنه

# deleteExchangeTitle
source: Delete Exchange
ps: تبادله ړنګول

# deleteExchangeConfirm
source: Are you sure you want to delete this exchange?
ps: ایا تاسو ډاډه یاست چې دا تبادله ړنګ کړئ؟

# exchangeDeleted
source: Exchange deleted successfully
ps: تبادله په بریالیتوب سره ړنګ شوه

source: Error deleting exchange
ps: د تبادلې ړنګولو تېروتنه
