Repository: akbari4yaseen/business-hub-pro-windows
Catalog: lib/l10n/app_*.arb
Languages: fa, ps

# appTitle
source: BusinessHub Pro
fa: بیزنس‌هاب
ps: بیزنس‌هاب

# appName
source: BusinessHubPro
fa: بیزنس‌هاب
ps: بیزنس‌هاب

# languageEnglish
source: English
fa: انگلیسی
ps: انګلیسي

# languageFarsi
source: Farsi
fa: فارسی
ps: فارسي

# languagePashto
source: Pashto
fa: پشتو
ps: پښتو

source: Home
fa: صفحه اصلی
ps: اصلي پاڼه

source: Journal
fa: روزنامچه
ps: روزنامچه

source: Accounts
fa: حساب‌ها
ps: حسابونه

source: Exchange
ps: د اسعار بدلول

# accountsPrint
source: Accounts
fa: حساب ها
ps: حسابونه

source: Reports
fa: گزارشات
ps: راپورونه

source: Inventory
fa: گدام
ps: گدام

source: Password
fa: رمزعبور
ps: پټنوم

source: Login
fa: ورود
ps: ننوتل

source: Invalid password
fa: رمزعبور اشتباه است
ps: ناسم پټنوم

# addAccount
source: New Account
fa: حساب جدید
ps: نوی حساب

# addJournal
source: New Journal
fa: روزنامچه جدید
ps: نوی روزنامچه

source: Edit Journal
fa: ویرایش روزنامچه
ps: د روزنامچه ایډیټ

source: Account Name
fa: نام حساب
ps: د حساب نوم

source: Account Type
fa: نوع حساب
ps: د حساب ډول

source: Customer
fa: مشتری
ps: پیرودونکی

source: Employee
fa: کارمند
ps: کارمند

source: Supplier
fa: فراهم‌کننده
ps: چمتو کوونکی

source: Exchanger
fa: صراف
ps: صراف

source: System
fa: سیستم
ps: سیستم

source: Phone
fa: شماره تماس
ps: تلیفون

source: Call
fa: تماس
ps: زنګ

# callError
source: Unable to place call
fa: امکان برقراری تماس وجود ندارد
ps: د تلیفون جوړولو توان نشته

source: Address
fa: آدرس
ps: پته

source: Save
fa: ثبت
ps: ساتل

# nameRequired
source: Name is required!
fa: نام الزامی است!
ps: نوم اړین دی!

source: Treasure
fa: خزانه
ps: خزانه

source: No Treasure
fa: بدون خزانه
ps: بې خزانه

source: Asset
fa: سرمایه
ps: سرمایه

source: Profit
fa: مفاد
ps: ګټه

source: Loss
fa: ضرر
ps: تاوان

source: Expenses
fa: مصارف
ps: لګښتونه

source: Active Accounts
fa: حساب‌های فعال
ps: فعاله حسابونه

source: Deactivated Accounts
fa: حساب‌های غیرفعال
ps: غیرفعاله حسابونه

# transactions
source: Account Transactions
fa: معاملات حساب
ps: د حساب معاملې

source: Edit Account
fa: ویرایش حساب
ps: حساب ایډیټ کړئ

source: Deactivate Account
fa: غیرفعال کردن حساب
ps: حساب غیر فعال کړئ

source: Reactivate Account
fa: فعال‌سازی مجدد حساب
ps: حساب بېرته فعال کړئ

source: Delete Account
fa: حذف حساب
ps: حساب حذف کړئ

source: Confirm Delete
fa: تأیید حذف
ps: د حذفو پخلی وکړئ

# confirmDeactivate
source: Confirm Deactivation
fa: تأیید غیرفعالسازی
ps: د غیر فعالولو پخلی وکړئ

# confirmReactivate
source: Confirm Reactivation
fa: تأیید فعالسازی مجدد
ps: د بېرته فعالولو پخلی وکړئ

source: Cancel
fa: لغو
ps: لغوه

source: Delete
fa: حذف
ps: حذف

source: Confirm
fa: تایید
ps: پخلی

source: Deactivate
fa: غیرفعال کردن
ps: غیر فعالول

source: Reactivate
fa: فعال‌سازی
ps: بېرته فعالول

source: Share Balance
fa: اشتراک گذاری بیلانس
ps: بیلانس شریک کړئ

source: Send Balance
fa: ارسال بیلانس
ps: بیلانس ولېږئ

# invalidPhone
source: Invalid Phone Number
fa: شماره تماس نادرست است
ps: ناسم د تلیفون شمېره

# saveError
source: Error in saving data
fa: خطا در ثبت اطلاعات
ps: د معلوماتو په ساتلو کې تېروتنه

# existsAccountError
source: An account with this name already exists
fa: حسابی با این نام از قبل وجود دارد
ps: له دې نوم سره حساب لا دمخه شته

source: Select Account
fa: انتخاب حساب
ps: حساب وټاکئ

source: Amount
fa: مبلغ
ps: مقدار

source: Description
fa: توضیحات
ps: توضیحات

source: Select Track
fa: انتخاب درک
ps: درک وټاکئ

source: Credit
fa: آوردگی
ps: کردېت

source: Debit
fa: بردگی
ps: ډبېت

source: Credited
fa: آوردگی
ps: کردېت شوی

source: Debited
fa: بردگی
ps: ډبېت شوی

source: Track
fa: درک
ps: درک

source: Type to search track
fa: برای جستجوی درک تایپ کنید
ps: د درک لټون لپاره ټایپ وکړئ

# pleaseSelectTrack
source: Please select a track
fa: لطفا یک درک را انتخاب کنید
ps: مهرباني وکړئ یو درک وټاکئ

source: Search
fa: جستجو
ps: لټون

# searchJournal
source: Search journals...
fa: جستجوی روزنامچه...
ps: روزنامچو کې لټون...

# deleteAccountConfirm
source: Are you sure you want to delete {accountName}?
fa: آیا مطمئن هستید که می‌خواهید {accountName} را حذف کنید؟
ps: ایا تاسې ډاډه ياست چې غواړئ {accountName} ړنګ کړئ؟

# deactivateAccountConfirm
source: Are you sure you want to deactivate account {accountName}?
fa: آیا مطمئن هستید که می‌خواهید حساب {accountName} را غیرفعال کنید؟
ps: ایا تاسې ډاډه ياست چې غواړئ حساب {accountName} غیر فعال کړئ؟

# reactivateAccountConfirm
source: Do you want to reactivate account {accountName}?
fa: آیا می‌خواهید حساب {accountName} را دوباره فعال کنید؟
ps: ایا غواړئ چې حساب {accountName} بېرته فعال کړئ؟

source: No accounts available
fa: حسابی موجود نیست
ps: هیڅ حساب نشته

source: No more accounts
fa: حساب بیشتری وجود ندارد
ps: نور حسابونه نشته

# searchAccount
source: Search accounts...
fa: جستجوی حساب‌ها...
ps: په حسابونو کې لټون...

source: All
fa: همه
ps: ټول

source: Change Password
fa: تغییر گذرواژه
ps: پټنوم بدل کړئ

source: Current Password
fa: گذرواژه فعلی
ps: اوسنی پټنوم

source: New Password
fa: گذرواژه جدید
ps: نوی پټنوم

source: Confirm Password
fa: تأیید گذرواژه
ps: پټنوم تایید کړئ

# passwordUpdated
source: Password updated successfully
fa: گذرواژه با موفقیت تغییر یافت
ps: پټنوم په بریالیتوب سره تازه شو

# incorrectCurrentPassword
source: Current password is incorrect
fa: گذرواژه فعلی اشتباه است
ps: اوسنی پټنوم ناسم دی

# fieldRequired
source: This field is required
fa: این فیلد الزامی است
ps: دا برخه اړینه ده

# passwordTooShort
source: Must be at least 6 characters
fa: حداقل باید ۶ کاراکتر باشد
ps: باید لږ تر لږه ۶ توري ولري

source: Passwords do not match
fa: گذرواژه‌ها مطابقت ندارند
ps: پټنومونه سره نه سمون خوري

# loginHeader
source: Login to the system
fa: ورود به سیستم
ps: سیستم ته ننوځئ

# passwordLabel
source: Password
fa: رمز عبور
ps: پټنوم

# loginButton
source: Login
fa: وارد شدن
ps: ننوتل

# forgotPassword
source: Forgot your password?
fa: رمز عبور را فراموش کرده‌اید؟
ps: خپل پټنوم هېر کړی؟

# enterPassword
source: Please enter your password.
fa: لطفا رمز عبور خود را وارد کنید.
ps: مهرباني وکړئ خپل پټنوم دننه کړئ.

# wrongPassword
source: Incorrect password.
fa: رمز عبور اشتباه است.
ps: ناسم پټنوم.

source: Settings
fa: تنظیمات
ps: تنظیمونه

source: Help
fa: راهنمایی
ps: مرسته

source: About
fa: درباره
ps: په اړه

source: Logout
fa: خروج
ps: وتل

source: Dark Mode
fa: حالت تیره
ps: تور حالت

# backupTitle
source: Backup Database
fa: پشتیبان‌گیری دیتابیس
ps: ډیټابیس بیک اپ

source: Backup
fa: پشتیبان‌گیری
ps: بیک اپ

source: Restore
fa: بازیابی
ps: بیا راګرځول

# pleaseSelectAccount
source: Please select an account
fa: لطفا یک حساب را انتخاب کنید
ps: مهرباني وکړئ حساب غوره کړئ

# amountRequired
source: Amount is required
fa: مبلغ لازم است
ps: مقدار اړین دی

# invalidAmount
source: Please enter a valid amount greater than 0
fa: لطفاً یک مبلغ معتبر وارد کنید (بزرگتر از ۰)
ps: ناسم مقدار

# aboutDescription
source: Vetra is a leading technology company specializing in innovative business solutions and digital transformation. We empower businesses with cutting-edge technology to drive growth and success in the digital age.
fa: بیزینس هاب یک اپلیکیشن مدرن مدیریت کسب‌وکار است که به شما کمک می‌کند کسب‌وکار خود را به سادگی مدیریت، تحلیل و رشد دهید. تجربه‌ای روان و امکانات قدرتمند را با ما تجربه کنید!
ps: بیزنیزهاب یوه عصري سوداګریزه اداره کوونکې اپلیکیشن ده چې ستاسو د سوداګرۍ د څار، تحلیل، او پراختیا لپاره ډیزاین شوې. له اسانه تجربې او ځواکمنو ځانګړتیاوو خوند واخلئ!

# helpTitle
source: Help & Support
fa: راهنما و پشتیبانی
ps: مرسته او ملاتړ

# helpDescription
source: Need assistance? Contact our support team for help with Vetra.
fa: نیاز به راهنمایی دارید؟ با تیم پشتیبانی ما تماس بگیرید.
ps: مرستې ته اړتیا لرئ؟ زموږ د ملاتړ ټیم سره اړیکه ونیسئ د بیزنیزهاب لپاره.

# exportCanceledNoDirectory
source: Export canceled. No directory selected.
fa: عملیات لغو شد. هیچ پوشه‌ای انتخاب نشد.
ps: صادرات لغوه شو. هېڅ فولډر نه دی ټاکل شوی.

# databaseExportedSuccessfully
source: Database exported successfully to: {path}
fa: دیتابیس با موفقیت صادر شد به: {path}
ps: ډیټابیس په بریالیتوب سره صادر شو دې ځای ته: {path}

source: Database file not found or export failed!
fa: فایل دیتابیس یافت نشد یا عملیات صادر کردن ناموفق بود!
ps: د ډیټابیس فایل ونه موندل شو یا صادرات ناکام شول!

# errorExportingDatabase
source: Error exporting database: {error}
fa: خطا در صادر کردن دیتابیس: {error}
ps: د ډیټابیس د صادرولو تېروتنه: {error}

# restoreCanceledNoFile
source: Restore canceled. No file selected.
fa: عملیات بازیابی لغو شد. هیچ فایلی انتخاب نشد.
ps: بیا راګرځونه لغوه شوه. هېڅ فایل نه دی ټاکل شوی.

# databaseRestoredSuccessfully
source: Database restored successfully! Please restart the app.
fa: دیتابیس با موفقیت بازیابی شد! لطفاً برنامه را مجدداً راه‌اندازی کنید.
ps: ډیټابیس په بریالیتوب سره بېرته راګرځول شو! مهرباني وکړئ اپلیکیشن بیا چالان کړئ.

# restoreFailedFileNotFound
source: Restore failed! File not found or error occurred.
fa: بازیابی ناموفق بود! فایل یافت نشد یا خطا رخ داد.
ps: بېرته راګرځونه ناکامه شوه! فایل ونه موندل شو یا تېروتنه پېښه شوه.

# errorRestoringDatabase
source: Error restoring database: {error}
fa: خطا در بازیابی دیتابیس: {error}
ps: د ډیټابیس د بېرته راګرځولو تېروتنه: {error}

# settingsTitle
source: Settings
fa: تنظیمات
ps: تنظیمونه

source: Company Info
fa: اطلاعات شرکت
ps: د شرکت معلومات

# themeMode
source: Mode: {mode}
fa: حالت {mode}
ps: حالت: {mode}

source: Dark
fa: تاریک
ps: تور

source: Light
fa: روشن
ps: روښانه

source: Filters
fa: فیلترها
ps: فیلټرونه

source: Filter
fa: فیلتر
ps: فیلټر

source: Max Balance
fa: حداکثر بیلانس
ps: اعظمي بیلانس

source: Positive / Negative Balances
fa: بیلانس مثبت / منفی
ps: مثبت / منفي بیلانسونه

source: Show Positive Balances
fa: نمایش بیلانس مثبت
ps: مثبت بیلانسونه ښکاره کړئ

source: Show Negative Balances
fa: نمایش بیلانس منفی
ps: منفي بیلانسونه ښکاره کړئ

source: Default Currency
fa: واحدل پول پیش فرض
ps: اصلي اسعار

source: Default Transaction Type
fa: نوع معامله پیش فرض
ps: اصلي معامله ډول

source: Default Track
fa: درک پیش فرض
ps: درک

source: App Language
fa: زبان برنامه
ps: د اپلیکیشن ژبه

source: Business Name
fa: نام شرکت
ps: د سوداګرۍ نوم

source: WhatsApp
fa: واتساپ
ps: واټس اپ

source: Email
fa: ایمیل
ps: ایمیل

source: Save Changes
fa: ثبت تغییرات
ps: بدلونونه خوندي کړئ

# companyInfoUpdated
source: Company information updated successfully
fa: معلومات شرکت بروز رسانی شد
ps: د شرکت معلومات په بریالیتوب سره تازه شول

# companyInfoUpdateError
source: Failed to update company information
fa: خطا در بروزرسانی اطلاعات شرکت
ps: د شرکت معلوماتو تازه کول ناکام شول

# invalidEmail
source: Invalid email address
fa: ایمیل معتبر نیست
ps: ناسم ایمیل پته

# confirmDeleteJournal
source: Are you sure you want to delete this journal entry? This action cannot be undone.
fa: آیا مطمئن هستید که می‌خواهید این معامله را حذف کنید؟ این عملیات قابل بازگشت نیست.
ps: ایا تاسې ډاډه یاست چې دا روزنامچه ړنګ کړئ؟ دا عمل نه شي بېرته راګرځېدلی.

# journalDetails
source: Transaction Details
fa: جزئیات معامله
ps: د معاملې جزئیات

source: No Description
fa: بدون توضیحات
ps: هیڅ توضیحات نشته

source: Date
fa: تاریخ
ps: نېټه

source: Transaction Type
fa: نوع معامله
ps: د معاملې ډول

source: Account
fa: حساب
ps: حساب

source: Close
fa: بستن
ps: بند کړئ

source: Details
fa: جزئیات
ps: تفصیلات

source: Share
fa: اشتراک‌گذاری
ps: شریک کړئ

source: Edit
fa: ویرایش
ps: ایډیټ

source: Print (Disabled)
fa: چاپ (غیرفعال)
ps: چاپ (غیر فعال)

source: Print
fa: چاپ
ps: چاپ کړئ

# noJournalEntries
source: No journal entries found.
fa: روزنامچه خالی است.
ps: هیڅ د روزنامچی داخلې ونه موندل شوې.

source: Clear
fa: پاک کردن
ps: پاک کړئ

source: Reset
fa: باز نشاندن
ps: بیا تنظیم کړئ

source: Account Filters
fa: فیلترهای حساب
ps: د حساب فیلټرونه

source: Balance Range
fa: محدوده بیلانس
ps: د بیلانس حد

source: Min
fa: حداقل
ps: ترټولو کم

source: Max
fa: حداکثر
ps: ترټولو زیات

source: Balance Type
fa: نوع بیلانس
ps: د بیلانس ډول

source: Positive
fa: مثبت
ps: مثبت

source: Negative
fa: منفی
ps: منفي

source: Apply Filters
fa: تطبیق فیلتر
ps: فیلټرونه تطبیق کړئ

source: Max Amount
fa: مبلغ پایین
ps: اعظمي مقدار

source: Min Amount
fa: مبلغ بالا
ps: تر ټولو لږ مقدار

source: Apply
fa: تطبیق
ps: تطبیق کړئ

source: Balance
fa: بیلانس
ps: بیلانس

source: Select Date
fa: انتخاب تاریخ
ps: نېټه وټاکئ

source: Currency
fa: واحد پول
ps: اسعار

source: Income
fa: عاید
ps: عاید

source: Expense
fa: مصرف
ps: لګښت

source: Bank
fa: بانک
ps: بانک

source: Owner
fa: مالک
ps: مالک

source: Company
fa: شرکت
ps: شرکت

# errorDeletingJournal
source: Error deleting journal. Please try again.
fa: خطا در حذف روزنامچه. لطفاً دوباره تلاش کنید.
ps: د روزنامچی د حذفو تېروتنه. مهرباني وکړئ بیا هڅه وکړئ.

# errorLoadingJournal
source: Error loading journal entries. Please try again.
fa: خطا در بارگذاری روزنامچه. لطفاً دوباره تلاش کنید.
ps: د روزنامچی د داخلو د پورته کولو تېروتنه. مهرباني وکړئ بیا هڅه وکړئ.

# storagePermissionRequired
source: Storage permission is required to back up.
fa: اجازه دسترسی به حافظه لازم است
ps: د بیک اپ لپاره د ذخیره کولو اجازه اړینه ده.

# shareMessageHeader
source: ðŸ“¢ Dear *{name}*, Here is the detailed summary of your account balances across all available currencies. This report reflects the most recent transactions recorded in our system. Please review the balances below carefully to stay updated and avoid any potential discrepancies. *Balances:*
fa: 📢 محترم *{name}* در ادامه، خلاصه‌ای کامل از بیلانس حساب شما در تمام ارزهای ثبت‌شده آمده است. این اطلاعات براساس آخرین معاملات ثبت‌شده در سیستم می‌باشد. لطفاً این بیلانس‌ها را با دقت بررسی نمایید تا از هرگونه مغایرت جلوگیری شود. *بیلانس:*
ps: 📢 ګرانه *{name}*, دلته ستاسو د حسابونو بیلانسونو تفصیلي راپور دی چې په ټولو موجودو اسعاريو کې دی. دا راپور زموږ په سیستم کې وروستي ثبت شوي معاملې ښيي. مهرباني وکړئ لاندې بیلانسونه په دقت سره وګورئ تر څو له هر ډول ممکنه تېروتنو څخه مخنیوی وشي. *بیلانسونه:*

# shareMessageTimestamp
source: *Timestamp:* {date}
fa: *زمان:* {date}
ps: *وخت:* {date}

# shareMessagePaymentReminder
source: ðŸ’¡ *Please pay the remaining balance.*
fa: 💡 *لطفاً باقیمانده حساب را پرداخت کنید.*
ps: 💡 *مهرباني وکړئ پاتې بیلانس ورکړئ.*

source: Profile
fa: پروفایل
ps: پروفایل

source: Notifications
fa: اعلانات
ps: خبرتیاوې

# statsLoadError
source: Error loading account stats
fa: خطا در بارگذاری آمار حساب‌ها
ps: د حساب احصایې پورته کولو تېروتنه

# allAccounts
source: All
fa: همه
ps: ټول

# activeAccountsShort
source: Active
fa: فعال
ps: فعاله

# deactivatedAccountsShort
source: Inactive
fa: غیرفعال
ps: غیرفعاله

source: New Transaction
fa: معامله جدید
ps: نوې معامله

source: Recent Transactions
fa: معاملات اخیر
ps: وروستۍ معاملې

source: No recent transactions
fa: معامله اخیر وجود ندارد
ps: هیڅ وروستۍ معاملې نشته

# noTransactionsFound
source: No transactions
fa: معامله‌ای وجود ندارد
ps: هیڅ معامله ونه موندل شوه

# transactionEditError
source: Failed to edit Transaction
fa: خطا در ویرایش روزنامچه
ps: معامله ایډیټ نشوه

# transactionNotFound
source: Journal transaction not found
fa: معامله‌ای وجود ندارد
ps: د روزنامچی معامله ونه موندل شوه

# transactionDeleteError
source: Failed to delete Transaction
fa: خطا در حذف معامله
ps: معامله حذف ناکامه شول

# onlineBackupSuccess
source: Online backup successful
fa: پشتیبان‌گیری آنلاین با موفقیت انجام شد
ps: آنلاین بیک اپ بریالی شو

source: Online backup failed
fa: پشتیبان‌گیری آنلاین ناموفق بود
ps: آنلاین بیک اپ ناکام شو

# localBackupSuccess
source: Local backup successful
fa: پشتیبان‌گیری آفلاین با موفقیت انجام شد
ps: ځايي بیک اپ بریالی شو

source: Local backup failed
fa: پشتیبان‌گیری آفلاین ناموفق بود
ps: ځايي بیک اپ ناکام شو

source: Confirm Restore
fa: تأیید بازیابی
ps: بېرته راګرځونه تایید کړئ

# restoreOverwriteWarning
source: This will overwrite existing data. Continue?
fa: این عمل داده‌های موجود را بازنویسی می‌کند. ادامه می‌دهید؟
ps: دا به موجوده معلومات تر پوښښ لاندې راولي. دوام ورکړئ؟

# restoreSuccess
source: Database restored successfully
fa: بازیابی دیتابیس با موفقیت انجام شد
ps: ډیټابیس په بریالیتوب سره بېرته راګرځول شو

# restoreFailed
source: Database restore failed
fa: بازیابی دیتابیس ناموفق بود
ps: د ډیټابیس بېرته راګرځونه ناکامه شوه

source: Database Settings
fa: تنظیمات دیتابیس
ps: د ډیټابیس تنظیمونه

source: Last Online Backup
fa: آخرین پشتیبان‌گیری آنلاین
ps: وروستی آنلاین بیک اپ

source: Last Offline Backup
fa: آخرین پشتیبان‌گیری آفلاین
ps: وروستی آف لاین بیک اپ

source: Backup Online
fa: پشتیبان‌گیری آنلاین
ps: آنلاین بیک اپ

source: Backup Local
fa: پشتیبان‌گیری آفلاین
ps: ځايي بیک اپ

source: Restore Database
fa: بازیابی دیتابیس
ps: ډیټابیس بېرته راګرځول

source: Reminders
fa: یادآور‌ها
ps: یادښتونه

source: Reminder
fa: یادآور
ps: یادښت

source: System Account
fa: حساب‌های سیستم
ps: سیسټم حساب

source: Error
fa: خطا
ps: تېروتنه

source: No system accounts found.
fa: هیچ حساب سیستم یافت نشد.
ps: هیڅ سیسټم حساب ونه موندل شو.

source: Currencies
fa: واحد‌های پولی
ps: اسعار

source: Current
fa: فعلی
ps: اوسنی

source: No Data Available
fa: اطلاعات وجود ندارد
ps: هیڅ معلومات نشته

source: Account Reports
fa: گزارش حساب‌ها
ps: د حساب راپورونه

# accountReportsDesc
source: Account balances, and more
fa: بیلانس‌ها و موارد دیگر
ps: د حساب بیلانسونه او نور

# dailyBalancesDesc
source: Line chart showing daily account balances
fa: نمودار خطی بیلانس روزانه حساب‌ها
ps: یو کرښه چارت چې د ورځني حساب بیلانسونه ښيي

source: System Account Reports
fa: گزارش حساب‌های سیستم
ps: د سیسټم حساب راپورونه

# systemAccountReportsDesc
source: List of system accounts and balances
fa: لیست حساب‌های سیستم و بیلانس‌ها
ps: د سیسټم حسابونو او بیلانسونو لېست

source: More Visualizations
fa: بصری‌سازی‌های بیشتر
ps: نور لیدیز معلومات

# moreVisualizationsDesc
source: Future charts and analytics will appear here
fa: نمودارها و تحلیل‌های آینده اینجا نمایش داده می‌شود
ps: راتلونکي چارتونه او تحلیل به دلته ښکاره شي

# accountLabel
source: Account
fa: حساب
ps: حساب

# currentLabel
source: Current balance
fa: فعلی
ps: اوسنی بیلانس

# periodWeek
source: 1W
fa: ۱هفته
ps: ۱ اونۍ

# periodMonth
source: 1M
fa: ۱ماه
ps: ۱ میاشت

# period3Months
source: 3M
fa: ۳ماه
ps: ۳ میاشتې

# period6Months
source: 6M
fa: ۶ماه
ps: ۶ میاشتې

# periodYear
source: 1Y
fa: ۱سال
ps: ۱ کال

# period3Years
source: 3Y
fa: ۳سال
ps: ۳ کاله

# periodAll
source: All
fa: همه
ps: ټول

# metricCurrentBalance
source: Current Balance
fa: بیلانس فعلی
ps: اوسنی بیلانس

# metricChange
source: Change
fa: تغییرات
ps: بدلون

source: Daily Balances
fa: بیلانس روزانه
ps: ورځني بیلانسونه

source: Account Balances
fa: بیلانس حساب‌ها
ps: د حساب بیلانسونه

source: Accounts by Type
fa: حساب‌ها بر اساس نوع
ps: حسابونه د ډول له مخې

# balanceLabel
source: Balance ({currency})
fa: بیلانس ({currency})
ps: بیلانس ({currency})

source: Total: {count}
fa: تعداد: {count}
ps: ټول: {count}

# printed
source: Printed: {date}
fa: چاپ شده: {date}
ps: چاپ شوی: {date}

# pageOf
source: Page {page} of {total}
fa: صفحه {page} از {total}
ps: پاڼه {page} د {total} څخه

# number
source: No.
ps: شمېره

# remindersTitle
source: Reminders
fa: یادآورها
ps: یادښتونه

# deleteReminderTitle
source: Delete Reminder
fa: حذف یادآور
ps: یادښت ړنګ کړئ

# deleteReminderConfirmation
source: Are you sure you want to delete this reminder?
fa: آیا مطمئن هستید که می‌خواهید این یادآور را حذف کنید؟
ps: ایا تاسې ډاډه یاست چې دا یادښت ړنګ کړئ؟

source: No reminders yet!
fa: هنوز یادآوری وجود ندارد!
ps: تر اوسه هیڅ یادښت نشته!

# newReminderTitle
source: New Reminder
fa: یادآور جدید
ps: نوی یادښت

# editReminderTitle
source: Edit Reminder
fa: ویرایش یادآور
ps: یادښت ایډیټ کړئ

# titleLabel
source: Title
fa: عنوان
ps: سرلیک

# descriptionLabel
source: Description
fa: توضیحات
ps: توضیحات

# dateTimeLabel
source: Date & Time
fa: تاریخ و زمان
ps: نېټه او وخت

# repeatLabel
source: Repeat
fa: تکرار
ps: تکرار

# intervalLabel
source: Interval
fa: فاصله
ps: وقفه

source: Daily
fa: روزانه
ps: ورځنی

source: Weekly
fa: هفتگی
ps: اونیز

# defaultReminder
source: Time for your reminder!
fa: زمان یادآوری شما فرا رسیده است!
ps: ستاسو د یادونې وخت دی!

source: Repeats
fa: تکرار می‌شود
ps: تکرارېږي

# titleEmptyError
source: Please enter a title
fa: لطفاً عنوان را وارد کنید
ps: مهرباني وکړئ سرلیک ولیکئ

# pickDateTimeError
source: Please pick date & time
fa: لطفاً تاریخ و زمان را انتخاب کنید
ps: مهرباني وکړئ نېټه او وخت وټاکئ

# notificationsTitle
source: Notifications
fa: اعلانات
ps: خبرتیاوې

# markAllReadTooltip
source: Mark all as read
fa: علامت‌گذاری همه به‌عنوان خوانده‌شده
ps: ټولې لوستل شوې وښایئ

# clearAllTooltip
source: Clear all
fa: حذف همه
ps: ټولې پاکې کړئ

# clearAllNotificationsTitle
source: Clear All Notifications
fa: حذف همهٔ اعلانات
ps: ټولې خبرتیاوې پاکې کړئ

source: Notification deleted
fa: اعلان حذف شد
ps: خبرتیا ړنګ شوه

# clearAllNotificationsContent
source: Are you sure you want to clear all notifications?
fa: آیا مطمئن هستید که می‌خواهید همهٔ اعلانات را حذف کنید؟
ps: ایا تاسې ډاډه یاست چې ټولې خبرتیاوې پاکې کړئ؟

source: No notifications
fa: هیچ اعلانی وجود ندارد
ps: هیڅ خبرتیا نشته

source: UNDO
fa: لغو عمل
ps: بیا راوګرځوئ

source: Loading...
fa: در حال بارگیری...
ps: پورته کېږي...

source: Use fingerprint
fa: استفاده از اثر انگشت
ps: د ګوتې نښه وکاروئ

# biometricReason
source: Please authenticate to access BusinessHubPro
fa: لطفاً برای دسترسی به بیزنیزهاب احراز هویت کنید
ps: مهرباني وکړئ د بیزنیزهاب ته د لاسرسي لپاره تصدیق وکړئ

# biometricError
source: Biometric authentication failed
fa: احراز هویت بیومتریک ناموفق بود
ps: بایومتریک تصدیق ناکام شو

# backupCardFriendlyMessage
source: Keep your data safe! Remember to back up regularly.
fa: اطلاعات خود را ایمن نگه دارید! فراموش نکنید که به‌طور منظم پشتیبان‌گیری کنید.
ps: خپل معلومات خوندي وساتئ! مهرباني وکړئ منظم بیک اپ وکړئ.

# daysAgo
source: {count, plural, =0{Today} one{{count} day ago} other{{count} days ago}}
fa: {count, plural, =0{امروز} one{یک روز پیش} other{{count} روز پیش}}
ps: {count, plural, =0{نن} one{{count} ورځ مخکې} other{{count} ورځې مخکې}}

source: Online
fa: آنلاین
ps: آنلاین

source: Offline
fa: آفلاین
ps: آفلاین

# enterPasswordError
source: Enter password
fa: رمز عبور را وارد کنید
ps: پټنوم دننه کړئ

# authTitle
source: Authenticate
fa: احراز هویت
ps: تصدیق وکړئ

# biometricFailed
source: Biometric authentication failed
fa: احراز هویت بیومتریک ناموفق بود
ps: بایومتریک تصدیق ناکام شو

# deleteAccountAuthMessage
source: Deleting an Account requires authentication
fa: برای حذف حساب احراز هویت لازم است
ps: د حساب حذف تصدیق ته اړتیا لري

# deleteJournalAuthMessage
source: Please authenticate to delete this Journal
fa: برای حذف این روزنامچه احراز هویت لازم است
ps: د دې روزنامچی د حذفو لپاره مهرباني وکړئ تصدیق وکړئ

# confirmDeleteTransaction
source: Please authenticate to delete this Transaction
fa: برای حذف این معامله احراز هویت لازم است
ps: د دې معاملې د حذفو لپاره تصدیق وکړئ

source: Journal saved
fa: روزنامچه ثبت شد
ps: روزنامچه وساتل شوه

source: Error saving Journal
fa: خطا در ثبت روزنامچه
ps: د روزنامچی په ساتلو کې تېروتنه

source: Print Settings
fa: تنظیمات چاپ
ps: د چاپ تنظیمونه

source: Start Date
fa: تاریخ شروع
ps: پیل نېټه

source: End Date
fa: تاریخ ختم
ps: د پای نېټه

# shareMessage
source: Dear {accountName}, Your account has been {action} with {amount} {currency} on {date}. Extra Description: {description} {footer}
fa: محترم {accountName}، حساب شما در تاریخ {date} به مبلغ {amount} {currency} {action} شده است. توضیحات بیشتر: {description} {footer}
ps: ګرانه {accountName}, ستاسې حساب د {action} شوی د {amount} {currency} په {date}. اضافي توضیحات: {description} {footer}

# onlineBackupOverdueTitle
source: Online Backup Overdue
fa: پشتیبان‌گیری آنلاین دیر شده
ps: آنلاین بیک اپ ناوخته شوی

# onlineBackupOverdueMessage
source: Your last online backup was more than 7 days ago. Please back up your data online.
fa: آخرین پشتیبان‌گیری آنلاین شما بیش از ۷ روز پیش بوده است. لطفاً اطلاعات خود را به صورت آنلاین پشتیبان‌گیری کنید.
ps: ستاسې وروستی آنلاین بیک اپ له ۷ ورځو ډېر وخت مخکې شوی دی. مهرباني وکړئ خپل معلومات آنلاین بیک اپ کړئ.
